{
  "site_info": {
    "title": "SOUZA MODZ",
    "description": "Mod Menu Injector para jogos",
    "cover_image": "images/cover.jpg",
    "profile_image": "images/profile.jpg"
  },
  "social_links": [
    {
      "platform": "youtube",
      "url": "https://www.youtube.com/@szmodz2?si=IWJ---z5HDnRo0zk",
      "icon": "youtube"
    },
    {
      "platform": "telegram",
      "url": "https://t.me/SZeurocheats",
      "icon": "telegram"
    },
    {
      "platform": "discord",
      "url": "https://discord.gg/aY6RQg6PRw",
      "icon": "discord"
    }
  ],
  "products": [
    {
      "id": 1,
      "name": "Wartk Auto Farm: 1 Dia",
      "price": "R$15,00",
      "image": "images/product1.jpg",
      "whatsapp_message": "Olá, desejo finalizar minha compra com os seguintes detalhes: Produto: Wartk Auto Farm 1 DIA Quantidade: 1x Valor: R$15,00 Aguardo instruções para concluir o processo. Obrigado!"
    },
    {
      "id": 2,
      "name": "Wartk Auto Farm: 7 Dias",
      "price": "R$35,00",
      "image": "images/product2.jpg",
      "whatsapp_message": "Olá, desejo finalizar minha compra com os seguintes detalhes: Produto: Wartk Auto Farm 7 DIAS Quantidade: 1x Valor: R$35,00 Aguardo instruções para concluir o processo. Obrigado!"
    },
    {
      "id": 3,
      "name": "Wartk Auto Farm: 30 Dias",
      "price": "R$70,00",
      "image": "images/product3.jpg",
      "whatsapp_message": "Olá, desejo finalizar minha compra com os seguintes detalhes: Produto: Wartk Auto Farm 30 DIAS Quantidade: 1x Valor: R$70,00 Aguardo instruções para concluir o processo. Obrigado!"
    }
  ],
  "about": {
    "title": "SOBRE O MOD",
    "description": "O que é um Mod Menu Injector?\n\nUm Mod Menu Injector é uma ferramenta que permite modificar ou adicionar funcionalidades em jogos de forma controlada, oferecendo ao jogador uma experiência personalizada. Ao contrário de um mod menu hack, o Injector é projetado para injetar modificações no jogo sem alterar diretamente o código base do jogo, garantindo uma interação mais segura e estável. Ele funciona como uma camada adicional que altera algumas mecânicas do jogo, como o recoil das armas, por exemplo, ou outras opções de personalização.\n\nDiferente de um Mod Menu Hack:\n\nJá um mod menu hack geralmente se refere a modificações mais agressivas que podem alterar profundamente o comportamento do jogo, oferecendo vantagens muitas vezes desequilibradas e que podem comprometer a integridade do jogo, além de aumentar o risco de banimento."
  },
  "whatsapp_number": "5579999357373"
}

